{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "PRSPR: A better future",
  "language": "en",
  "home_page_url": "https://prspr.netlify.app/",
  "feed_url": "https://prspr.netlify.app//feed.json",
  "description": "PRSPR: A better future",
  "author": {
    "name": "Bharath M. Palavalli",
    "url": "https://prspr.netlify.app/"
  },
  "items": [{
      "id": "https://prspr.netlify.app/posts/healthcare/",
      "url": "https://prspr.netlify.app/posts/healthcare/",
      "title": "Building Universal Community Health Protection as a DAO",
      "content_html": "<h2 id=\"background\" tabindex=\"-1\">Background <a class=\"direct-link\" href=\"https://prspr.netlify.app/posts/healthcare/#background\" aria-hidden=\"true\">#</a></h2>\n<p>Health Insurance in India is broken! <u>780 million of Indians\ncan’t or won’t buy health insurance for an array of reasons and those\nwho buy it</u>, rarely, have a good experience. COVID affected\nhospitalisations was a recent testimony as to how many insurance\nbuyers were treated, when it came to claims. Insurance moved out of\ncommunities, to make itself more viable, by adding more individual\nrisks to the pool, but in doing so, it created mis-aligned incentives\nand inefficiencies. Mis aligned incentives in product design and\nresulting inefficiencies in this three-player model\n(insurer-insured-care providers) insuring mostly hospitalization,\nresults in parties winning at the cost of the other and in doing so\ncreates distrust and premium cost escalation. </p>\n<p>Health is a unique risk in that it is a personal one very much\ndependent on the person. To pay for such a personal risk via an\nindirectly pooled model has been always seen as a grey zone-often\nexploited by different stakeholders in the health insurance ecosystem\nin myriad ways. Managing very large directly pooled risk\n(shared/mutual/cooperative) has been a problem many have tried to\nsolve in the past with varying degrees of success. It requires a\nstrong governance and good governance practices, that are expensive\nand time taking, and for a country like India where the costs must be\nlow, they become a bottleneck to scale.</p>\n<p>With 67 insurers (indirect pools) for a 1.4 billion population and\n60% of total health expenses in India being paid out of pocket, the\nargument for health insurance is a no brainer. Yet over 780 million\npeople are still out of any health protection either given by the\nState or after buying from the market. We seek to change that. We seek\nto bring the aligned incentives of the community model and the ability\nto scale across communities and individuals without the inefficiencies\nand misalignment that traditional insurance is plagued with.</p>\n<h2 id=\"how-can-we-re-imagine-this\" tabindex=\"-1\">How can we re-imagine this? <a class=\"direct-link\" href=\"https://prspr.netlify.app/posts/healthcare/#how-can-we-re-imagine-this\" aria-hidden=\"true\">#</a></h2>\n<p>We propose to think of this as a DAO, and are in the process of<br />\nsetting up an experiment to evaluate how well it can function. If<br />\nyou'd like to read more, please do head over to our <a href=\"https://drive.google.com/drive/folders/1Sh7tXZyU2iO6tMwiLiIYdXbkTq1j_pWJ?usp=sharing\">Reading<br />\nGroup</a> <i>(please do request permission to read more)</i>.</p>\n",
      "date_published": "2022-05-08T00:00:00Z"
    },{
      "id": "https://prspr.netlify.app/posts/raisondetre/",
      "url": "https://prspr.netlify.app/posts/raisondetre/",
      "title": "Raison d&#39;être",
      "content_html": "<blockquote>\n<p>The only thing that makes life possible is permanent, intolerable uncertainty; not knowing what comes next.</p>\n<p><cite>Ursula K. Le Guin, The Left Hand of Darkness, Ch. 5 (1969).</cite></p>\n</blockquote>\n<h2 id=\"what\" tabindex=\"-1\">What? <a class=\"direct-link\" href=\"https://prspr.netlify.app/posts/raisondetre/#what\" aria-hidden=\"true\">#</a></h2>\n<h5>\"Participation\", \"Inclusive\", \"Equitable\", \"Collaboration\" &amp; \"Sustainable\"</h5>\n<p>I would say 'motherhood and mysorepak', all of us agree that these are important principles, but the challenge is how do we get there. Pick any organization in the <i>social</i> space, and they will have one of these terms (if not more) as the founding principles. Many fol<b>x</b> have worked tirelessly to institutionalize these ideas and grapple with the nuances that stem from the diverse spaces we inhabit. However, a new challenge that has been posed to all of us is a result of the increasing role technology plays in our lives. Like any other tool, technology too can be harnessed to help achieve these principles or to consolidate the power differences.</p>\n<p>There have been wonderful efforts in the past to make use of\ntechnology to benefit all of us. Information and Communications Technologies have changed our lives in innumerable ways. Digital solutions have both accelerated the social and economic development, as well as sharpened inequalities in the world. A <a href=\"https://en.wikipedia.org/wiki/List_of_ICT4D_organizations\">number of initiatives</a> were set up over the years to help accelerate adoption and collectivize these efforts.</p>\n<p>While efforts by these groups have immensely helped a number of organisations, most of the work has either been pioneered by technology companies, academic initiatives or by multilateral bodies. This of in itself is not a bad idea, however, the organisations and people working closely with problems on the ground have the best vantage point to enable this change. In India, such organisations have followed the trends during Web 1.0 and Web 2.0, they haven't shaped the narratives or necessarily articulated the needs on the ground to lead technology development \"for good\". The creation of this group is an experiment to understand, explore and shape the use of Web 3.0 for Development. </p>\n<h2 id=\"why-and-why-now\" tabindex=\"-1\">Why? And why now? <a class=\"direct-link\" href=\"https://prspr.netlify.app/posts/raisondetre/#why-and-why-now\" aria-hidden=\"true\">#</a></h2>\n<p>The rise of ICTs in India and the <i>hurried</i> adoption over the\nlast two decades has caught many stakeholders off guard. Hurried,\nbecause the effects of ICTs are not uniform in a diverse society (who\ndoes it benefit and how much?), it does not always generate positive\noutcomes (online harassment, numerous cases of exclusion), and it does\nnot lead to fulfilling the principles we started this discussion with.\nThis does not mean we are advocating abandoning technology and\nreturning to a society of <i>Luddites</i>. What we need is a nuanced\nview of the effects that technology can have on shaping our society and helping us achieve our goals. The aim of this group is to therefore build on the work of people who have tried this in the past, but with fol<b>x</b> who are embedded in societal work and collaborate across stakeholders ranging from government, academia, industry and civil society organizations.</p>\n<!-- <h6>FOMO</h6> -->\n<!-- <p>In the past, while pioneering work has been carried out by many organizations in adopting and using ICTs for development, it has largely remained 'that'. While the world moved from Web 1.0 to Web 2.0, most organizations were yet to even use e-mails as a practice (for good reason). When the world is not moving from Web 2.0 to Web 3.0, many organizations are now dealing with Google Forms, Docs and 'Theory of Change'. Web 3.0 is often used to collectively refer to a decentralized web which can provide for enhanced privacy and scalability. The term is often used to refer to,</p> -->\n<!-- <code> -->\n<!-- buzzwords={DAO, blockchain, NFT, crypto, etc.} -->\n<!-- </code> -->\n<p>The evidence so far suggests that all these technologies and methods have largely done the opposite, centralized wealth and power, created spaces of harassment, and increased barriers to participation. While they have the potential to help with the 5Ps, the question that remains is how do we create functioning products, services that are beyond toy prototypes. Given the interest in using these technologies now, we have come together to understand them, shape their use in the larger world and provide support to people who would like to do so.</p>\n<h2 id=\"how\" tabindex=\"-1\">How? <a class=\"direct-link\" href=\"https://prspr.netlify.app/posts/raisondetre/#how\" aria-hidden=\"true\">#</a></h2>\n<p>Conversations amongst a few of us has led to a demand to move this beyond phone calls, WhatsApp chats and lunch discussions. While we have started an informal group, what we have as tangible next steps are,</p>\n<ol>\n<li><a href=\"https://drive.google.com/drive/folders/1Sh7tXZyU2iO6tMwiLiIYdXbkTq1j_pWJ?usp=sharing\">Reading Group</a></li>\n<li>Telegram Group <i>[TBA]</i></li>\n<li>An experiment in DAO based payment system <i>[TBA]</i></li>\n</ol>\n<p>Please do <a href=\"https://prspr.netlify.app/posts/raisondetre/&#109;&#97;&#105;&#108;&#116;&#111;&#58;%6B%72%73%68%61%69%6C%61%62%68%40%75%70%6C%69%66%74%6D%75%74%75%61%6C%73%2E%6F%72%67\">write to us</a> if you wish to join.</p>\n",
      "date_published": "2022-05-06T00:00:00Z"
    }
  ]
}
